{
  "SPL001": "Cannot save job data. Check the access to Hot Folder or user data folder.",
  "SPL002": "Job transmission cancelled. Enable the \"Obtain and Register the PDF in the JDF Job\" or check if the PDF path is correct.",
  "SPL003": "Cannot import the referenced PDF file. Check the access to the PDF storage location or the user data folder.",
  "SPL004": "Cannot update the JDF file. Check the access to the JDF file in the user data folder.",
  "SPL005": "Cannot register the pending jobs.",
  "SPL006": "Cannot import the JDF file. Check the JDF file for problems.",
  "SPL007": "Cannot rename the job data file. Check the access to the PDF file in the user data folder.",
  "SPL008": "Cannot save the JDF file to the user data folder. Check the access to the user data folder.",
  "SPL009": "Cannot import the JDF file. Check the JDF file for problems.",
  "SPL010": "Cannot register because the file name of the job data is too long. Maximum 255 characters for the file name.",
  "SPL011": "Cannot update pending jobs.",
  "SPL012": "An error occurred.",
  "SPL013": "Cannot obtain the printer information. Check the printer settings.",
  "SPL014": "Cannot obtain the output folder information. Check the output folder settings.",
  "SPL015": "Cannot save the JDF file to the output folder. Check the access to the output folder.",
  "SPL016": "Failed to send job to printer.",
  "SPL017": "Cannot obtain job information from the printer. Turn on the printer power.",
  "SPL018": "Cannot access the output folder.",
  "SPL019": "Cannot save the PDF file to the output folder. Check the access to the output folder.",
  "SPL020": "Cannot save the PDF file to the output folder. Check the access to the output folder.",
  "SPL021": "Cannot save because same name file exists in the output folder.",
  "SPL022": "Cannot update the status of the printer jobs.",
  "SPL023": "An unexpected problem has occurred.",
  "SPL024": "Cannot register the printer jobs.",
  "SPL025": "No specified job destination.",
  "SPL026": "Cannot submit the job within group job. Check the job in a transmission error status.",
  "SPL027": "Transmission failed.",
  "SPL028": "Job transmission cancelled as the system forcibly terminated.",
  "SPL029": "No jobs in the user data folder.",
  "SPL030": "Cannot submit jobs.",
  "SPL031": "Cannot obtain the group job.",
  "SPL032": "Cannot update the status of the pending jobs.",
  "SPL033": "Cannot update the JDF file. Check the JDF file.",
  "SPL034": "Cannot update the JDF file. Check the Edit Job settings.",
  "SPL035": "Cannot submit the group job to the output folder. Change the destination.",
  "SPL036": "No response from the printer. Check the printer.",
  "SPL037": "Cannot submit the job. Register the media specified in the JDF file to the printer(Media name: [{Media Name}]).",
  "SPL038": "Cannot submit the job. Register the logical printer specified in the JDF file to the printer(Logical printer: [{Logical Printer}]).",
  "SPL039": "Unable to output the group job to the folder.",
  "SPL040": "Sending jobs is not allowed.",
  "SPL041": "Job destination is not specified.",
  "SPL042": "An unexpected problem has occurred.",
  "SPL043": "No jobs can be submit to the group job.",
  "SPL044": "Unable to instruct members of the group job to send.",
  "SPL045": "Unable to output the group job to the folder.",
  "SPL046": "An unregistered printer or folder is set. Change the destination.",
  "SPL047": "Cannot submit the job. Enable the \"Obtain and Register the PDF in the JDF Job\" or change the destination.",
  "SPL048": "Unable to change destination from Fiery printer to the folder.",
  "SPL049": "Unable to change destination to the specified printer.",
  "SPL050": "Cannot submit jobs as the system forcibly terminated.",
  "SPL051": "Job receiving was canceled because the system was forcibly terminated."
}